Repository: mdeblaise/FestivalBundle
Catalog: src/Resources/translations/EditionManagement.*.xliff
Languages: fr

source: EditionManagement
fr: Gestion des éditions

source: Year
fr: Année

source: Current
fr: En cours

source: current_edition_button
fr: Mettre 'En cours'

source: title_validate
fr: Validation de l'édition en cours

source: btn_validate
fr: Valider

source: delete_or
fr: ou

source: link_action_show
fr: Retour

source: title_validate_duplication
fr: Voulez-vous vraiment dupliquer pour l'année

source: Edition Name
fr: Edition

source: Created At
fr: Ajouté le

source: Reference Date
fr: Date de référence

source: Festival Length
fr: Durée du festival (jours)

source: Preparation Length
fr: Durée des préparations (jours)

source: Edition List
fr: Liste des éditions

source: action_duplicate_year
fr: Dupliquer pour l'édition :
