Repository: mdeblaise/FestivalBundle
Catalog: src/Resources/translations/Partner.*.xliff
Languages: fr

source: Name
fr: Nom

source: Created At
fr: Date d'ajout

source: Manage Partners List
fr: Gestion de la liste des partenaires

source: ManagePartners
fr: Gestion des Partenaires

source: Partners
fr: Partenaire

source: Link
fr: Lien externe

source: Preview
fr: Prévisualisation du logo

source: Manage Partners Create
fr: Ajout d'un nouveau partenaire

source: Partner List
fr: Liste des partenaires

source: export.label_Name
fr: Nom

source: export.label_CreatedAt
fr: Enregistré le

source: export.label_Link
fr: Lien
